# TODO 1: придумайте сами дополнительные полезные настройки игры (например, количество игроков) и добавьте для них параметры в командную строку
# TODO 2: адаптируйте код своей игры под запуск из командной строки с параметрами аналогично примеру выше. Те, кто не сделал это в прошлом ДЗ, можете вять код Михаила: https://repl.it/@MikhailLoktiev/HomeWork2
# TODO 3: реализуйте самостоятельно логирование истории ввода игрока (какие варианты чисел перебирал игрог и какой был результат)
# например: 2018-07-26 08:56:16 1112 BK